[
    {   
		"id": "b1",
        "nazev": "Konipas bílý",
        "obrazekSrc": "https://birdie-bites-and-nests.lovable.app/assets/konipas-gZ71SAOx.jpg",
        "obrazekAlt": "Konipas bílý v přírodě",
        "tagy": ["Štíhlý ptáček s dlouhým ocasem", "Neustále potřásá ocáskem"],
        "popis": "Štíhlý ptáček s tenkým zobákem a dlouhým ocasem, kterého v naší obci potkáváme hojně. Typický je pro něj neustálý pohyb, většinou horlivě cupitá a potřásá ocáskem. Délka těla je 16,5 – 19 cm. Během letu často vydává jasné dvouslabičné „cilip“.",
        "hnizdeni": "Hnízdí 2x ročně v různých výklencích pod střechami domů, na nosnících, pod mosty, na římsách, ve skládkách dřeva apod. Své hnízdo, postavené z mechu a trav, si vystýlá srstí, žíněmi a peřím.",
        "potrava": "Jeho potravou je hmyz.",
        "tip": "Konipas hnízdí také v polobudkách."
    },
    {
		"id": "b2",
        "nazev": "Vlaštovka obecná",
        "obrazekSrc": "https://birdie-bites-and-nests.lovable.app/assets/vlastovka-DjB0pn5F.jpg",
        "obrazekAlt": "Vlaštovka obecná v přírodě",
        "tagy": ["Veselé švitoří", "Tažný pták"],
        "popis": "Je tažný pták, který přilétá na jaře a v září odlétá do Afriky nebo do jižní Asie. Vlaštovky se před odletem do teplých krajů houfují a posedávají na elektrických drátech, kde vypadají jako elektrické korálky. Vlaštovky se věrně vrací na místo svého hnízdění, mohou žít až 16 let.",
        "hnizdeni": "Svá hnízda ze směsi hlíny, stébel a slin lepí na stěny pod okapy a římsami lidských obydlí, ve stájích. Vlaštovka snáší 1 - 2x ročně až 6 bílých vajíček s červenohnědým skvrněním, vylíhnutá mláďata rodiče krmí zhruba 3 týdny.",
        "potrava": "Vlaštovky jsou rychlé a obratné, jedna vlaštovka dokáže za léto pochytat až půl milionu kusů hmyzu. Vesele švitoří a před deštěm létají nízko nad zemí.",
        "tip": "Pokud chceme, aby se k vám vlaštovky vracely, pomozte jim instalací nasákavé podložky, o kterou si mohou své hnízdo opřít. Pod hnízda (cca 30 – 40 cm) umístěte destičky zachycující trus, zabráníte tím nepříjemné znečištění fasády. Dalším řešením je vyvěšením umělých hnízd. Ale pozor, veškeré úpravy si ponechejte až na konec září, kdy vlaštovky odlétají. Při hnízdění je nerušíme!"
    },
    {
		"id": "b3",
        "nazev": "Puštík obecný",
        "obrazekSrc": "https://res.cloudinary.com/daygufloz/image/upload/pustik_xkub_uaphgw.jpg",
        "obrazekAlt": "Puštík obecný v přírodě",
        "tagy": ["Nejpočetnější sova", "Vynikající sluch"],
        "popis": "Puštík je naše nejpočetnější sova díky tomu, že je velmi přizpůsobivý, jak při volbě místa pro hnízdění, tak při výběru a složení potravy.",
        "hnizdeni": "Kromě lesů hnízdí i v městských parcích, hřbitovech, ve starých alejích, nebo v zahradách se starými stromy. Tvoří páry, které spolu žijí dlouhodobě. Na vejcích sedí pouze samička. Když mláďata opouštějí hnízdo, neumí ještě dobře létat, posedávají ve větvích, kde o ně rodiče dalších pár týdnů pečují. Kdybyste je zahlédli, což je velmi vzácné, vypadají jako klubka vlny.",
        "potrava": "Potravou mu jsou převážně drobní hlodavci (zejména hraboši a myšice), ale nepohrdne ani ptáky, žábami, hmyzem a žížalami.",
        "tip": "Nelikvidujte ze zahrady staré stromy s prostornými dutinami, nebo jim připravte velkou hnízdní budku s vletovým otvorem o průměru 12 cm."
    },
    {
		"id": "b4",
        "nazev": "Strakapoud",
        "obrazekSrc": "https://birdie-bites-and-nests.lovable.app/assets/strakapoud-BjekpBs9.jpg",
        "obrazekAlt": "Strakapoud v přírodě",
        "tagy": ["Doktor stromů", "Zimní návštěvník krmítek"],
        "popis": "S tímto dalším obyvatelem našich lesů, zahrad a v zimě i krmítek máme drobný problém. Nabízí se zde nabídka spolupráce. Nebyli jsme si při výběru tohoto ptáčka jistí, jestli se jedná o strakapouda velkého, prostředního nebo jižního. Úplně nejméně si myslíme, že by mohlo jít o strakapouda malého. Ale nic není nemožné. Podaří se někomu z vás ho vyfotografovat, například na krmítku, kam s oblibou v zimních měsících zalétá? Poradíme se pak s odborníkem na ornitologii, o jaký druh vlastně jde.",
        "hnizdeni": "Pro tohoto „doktora stromů“ jsou ke spokojenému hnízdění nepostradatelné staré stromy a jejich dutiny. Strakapoud umí udělat také paseku třeba na polystyrenovém zateplení staveb. Fasádu může poškozovat nejen hnízděním, ale i hledáním hmyzí potravy. Při hledání potravy ho tak trochu mate dobrá rezonance polystyrenového obkladu. Rozhodně ho tady nechceme hanit, věříme, že když má k hnízdění dostatečné přirozené podmínky, zvolí si raději přírodnější cestu. Také proto si staré stromy v blízkosti lidských domovů zaslouží naši ochranu a péči.",
        "potrava": "Živí se hmyzem, larvami, semeny šišek."
    },
    {
		"id": "b5",
        "nazev": "Hrdlička",
        "obrazekSrc": "https://res.cloudinary.com/daygufloz/image/upload/v1759857336/hrdlicka_xkubcz_dlp4cx.png",
        "obrazekAlt": "Hrdlička v přírodě",
        "tagy": ["Symbol lásky a míru", "Pokojné vrkání"],
        "popis": "Záměrně zde uvádíme jen jméno rodové. V jedné ze zahrad naší stezky uvidíte příslušníky hrdliček v bílé barvě. Majitelka zahrady si tento druh zvolila, protože právě on je jejím častým návštěvníkem. Bílá hrdlička v nás probouzí milé pocity, potkáváme se s ní v pohádkách, na svatbách, je symbol lásky, míru a věrnosti. Ve volné přírodě by ale byla díky svému zbarvení velmi zranitelná. Nejspíš patří místnímu chovateli, holubáři. Přirozenějším druhem hrdličky je hrdlička zahradní, na kterou se můžete brzy těšit na dalším stanovišti.",
        "hnizdeni": "Hrdličky si staví hnízda v korunách stromů, na keřích nebo jiných vyvýšených místech. Hnízdo je obvykle jednoduché, tvořené větvičkami.",
        "potrava": "Živí se převážně semeny, obilím a drobnými plody."
    },
    {
		"id": "b6",
        "nazev": "Sýkora",
        "obrazekSrc": "https://birdie-bites-and-nests.lovable.app/assets/sykora-BJ6ESIs6.jpg",
        "obrazekAlt": "Sýkora v přírodě",
        "tagy": ["Pestré zbarvení", "Čilí akrobaté"],
        "popis": "Sýkorek je celá řada, modřinka, parukářka, koňadra, babka, lužní, uhelníček. Jsou druhy, které poznáme na první pohled. Nikdo si jistě nesplete sýkorku modřinku s například s koňadrou, pokud je alespoň jednou viděl. U takové sýkorky babky a sýkorky lužní bychom si tak jistí nebyli. Jsou téměř k nerozeznání.",
        "hnizdeni": "Modřinky hnízdí v dutinách stromů, budkách nebo jiných škvírách. Mají velmi početné snůšky, často 7 – 13 vajec. Koňadra hnízdí podobně, ale může využít i poštovní schránky nebo polystyrenové zateplení. Parukářka a babka preferují přirozené dutiny, babka si dutinu vytesává. Lužní a uhelníček hnízdí vzácněji v zahradách, uhelníček někdy v zemních děrách.",
        "potrava": "Loví hmyz, pavoukovce, housenky a mšice. Milují semena, na krmítku preferují tukové směsi a slunečnicová semínka. Uhelníček je užitečný při eliminaci lesních škůdců, v zimě miluje semena smrku a jedle."
    },
    {
		"id": "b7",
        "nazev": "Straka obecná",
        "obrazekSrc": "https://birdie-bites-and-nests.lovable.app/assets/placeholder.jpg",
        "obrazekAlt": "Straka obecná v přírodě",
        "tagy": ["Výrazné zbarvení", "Vysoká inteligence"],
        "popis": "Poměrně velký pták, délka těla je 40 – 50 cm, kdy téměř polovinu tvoří ocas. Straka má výrazně bílé břicho a lopatky, zbytek pokrývá většinou černá, která se leskne do odstínů zelené na ocase a dofialova na těle. Straka, stejně jako její příbuzní z řádu krkavcovitých, se vyznačuje všestranností a vysokou inteligencí.",
        "hnizdeni": "Její velká, jakoby rozcuchaná hnízda můžeme spatřit v korunách vysokých stromů, hlavně když opadá listí. Vyskytuje se v otevřené krajině s lesíky, poli, ale i ve městech, na sídlištích a v parcích.",
        "potrava": "Je to všežravec, občas vybere vejce z hnízda například kosa, ale v přírodě se toto děje přirozeně. Vyhledává živočišnou potravu v popelnicích, na krmítkách může být neurvalá."
    },
    {
		"id": "b8",
        "nazev": "Kos černý",
        "obrazekSrc": "https://birdie-bites-and-nests.lovable.app/assets/kos-CM2A_PSe.jpg",
        "obrazekAlt": "Kos černý v přírodě",
        "tagy": ["Lesklé černé peří", "Oranžový zobáček"],
        "popis": "Kosa snad pozná každý. Úplně typický ptáček našich zahrad, parků, lesíků, měst. Jeho lesklé černé peří a oranžový zobáček nenechá nikoho na pochybách. Jeho partnerka je ve zbarvení umírněnější, méně nápadná.",
        "hnizdeni": "Je velmi nápaditý ve výběru místa k hnízdění. Klasicky hnízdí v korunách stromů a v keřích, ale zahnízdí často na hromadě dřeva, na trámech a na balkonech. Své hnízdo použije vždy jen jednou, což se zdá pro někoho nepraktické, když hnízdí až čtyřikrát do roka.",
        "potrava": "Klidně si poskakuje po trávníku a sbírá žížaly, pochutnává si na bobulích ovocných keřů, nepohrdne spadanými jablky, líbí se mu zralé slunečnice. Na krmítku je velmi vděčný strávník. A takové tukové kouli rozhodně taky neodolá."
    },
    {
		"id": "b9",
        "nazev": "Červenka obecná",
        "obrazekSrc": "https://birdie-bites-and-nests.lovable.app/assets/cervenka-Bfy02KXM.jpg",
        "obrazekAlt": "Červenka obecná v přírodě",
        "tagy": ["Malý ptáček", "Rezavočervené čelo a hruď"],
        "popis": "Malý ptáček, délka těla 12,5 – 14 cm. Tělíčko má zavalité, nenápadně zbarvené dohněda, čelo a hruď jsou rezavočervené. Vyskytuje se v lesích, houštinách, parcích poblíž lidských sídel.",
        "hnizdeni": "Hnízda si staví dobře ukrytá na zemi v břehu cest, potoků, pod keři, pod pařezy, pod trsy trav apod. Mláďata vyvádí 2x do roka.",
        "potrava": "V době hnízdění se živí výhradně hmyzem a pavoukovci, které loví na zemi za neustálého poskakování, natřásání křídly i ocasem. Na krmítku si červenky pochutnají na měkkém a tučném krmivu, chutnají jim i semínka."
    },
    {
		"id": "b10",
        "nazev": "Hýl obecný",
        "obrazekSrc": "https://res.cloudinary.com/daygufloz/image/upload/v1759857336/hyl_obecny_xkub_vsbcva.jpg",
        "obrazekAlt": "Hýl obecný v přírodě",
        "tagy": ["Zavalitý ptáček", "Melodický zpěv"],
        "popis": "Hýl je původně lesní pták, který postupně osídloval i další biotopy, kde rostou zejména jehličnaté stromy, nebo smíšené porosty, jako jsou parky, hřbitovy, sady a větší zahrady. Zavalitý ptáček s délkou těla kolem 16 cm.",
        "hnizdeni": "Hnízdí nízko nad zemí, nejčastěji ve smrkovém mlází, 1 – 2x ročně. Hnízdo si staví ze smrkových a březových větviček, nakonec ho vystele kořínky a mechem.",
        "potrava": "Živí se převážně rostlinnou potravou, semeny bylin (např. kopřiva), v zimě semeny keřů a stromů, na jaře pupeny."
    }
]
